// Copyright (c) 2011 The Chromium OS Authors. All rights reserved.
// Use of this source code is governed by a BSD-style license that can be
// found in the LICENSE file.

/* Menus */
"Menu About" = "Om Chrome OS Image Creator";
"Menu Prefs" = "Indstillinger…";
"Menu Services" = "Tjenester";
"Menu Hide" = "Skjul Chrome OS Image Creator";
"Menu Hide Others" = "Skjul andre";
"Menu Show All" = "Vis alle";
"Menu Quit" = "Afslut Chrome OS Image Creator";
"Menu Window" = "Vindue";
"Menu Minimize" = "Minimer";
"Menu Zoom" = "Zoom";
"Menu Bring All To Front" = "Læg alle forrest";
"Menu Help" = "Hjælp";
"Menu App Help" = "Hjælp til Chrome OS Image Creator";

/* Buttons */
"Button Previous" = "Forrige";
"Button Next" = "Næste";
"Button Stop" = "Stop";
"Button Done" = "Udført";

/* Tab: Select device model */
"Text Welcome" = "Velkommen til Chrome OS Image Creator. Vælg den Chrome OS-enhedsmodel, som du har.";
"Button Local Image" = "Lokal fil…";

/* Tab: Select USB stick */
"Text Select Prompt" = "Vælg en USB-nøgle, som du vil bruge til sikkerhedskopiering:";
"Text Insertion Prompt" = "Isæt en USB-nøgle.";

/* Tab: Done */
"Text Congrats" = "Du har nu oprettet et startdrev til gendannelse af din Chrome OS-computer. Fjern den fra din computer, og brug den til at gendanne din Chromebooks beskadigede operativsystem.";

/* Error starting Disk Arbitration. */
"NoDiskArb Message" = "Denne applikation kan ikke køres.";
"NoDiskArb Informative" = "Der var problemer med at starte diskmægling. Dette burde ikke kunne ske.";
"NoDiskArb OK" = "OK";

/* Error retrieving config file. */
"CantGetConfig Message" = "Listen over billeder kan ikke hentes.";
"CantGetConfig Informative" = "Der var problemer med at hente listen over tilgængelige gendannelsesbilleder (%1$@). Sørg for, at din netværksforbindelse fungerer.";
"CantGetConfig OK" = "OK";
"CantGetConfig Error NoConnection" = "der kan ikke tildeles en forbindelse";
"CantGetConfig Error DownloadError" = "der opstod en fejl ved download";
"CantGetConfig Error StringCreate" = "svaret kunne ikke anvendes";

/* Version error. */
"VersionError Message" = "Denne version af applikationen er for gammel.";
"VersionError Informative" = "Download en nyere version. Dette er version %1$@; der kræves som minimum version %2$@. %3$@";
"VersionError OK" = "Hent ny version";

/* File dialog to select a local file. */
"SelectLocal File" = "Vælg et billede:";
"SelectLocal Button" = "Vælg";

/* Alert on writing stick. */
"WriteAlert Message" = "Er du sikker på, at du vil slette %1$@ permanent?";
"WriteAlert Informative" = "Alle data, der findes på den lige nu, vil blive slettet permanent. Du kan ikke fortryde denne handling.";
"WriteAlert Cancel" = "Slet ikke";
"WriteAlert OK" = "Slet";

"TooSmallAlert Message" = "%1$@ kan ikke anvendes. Den er for lille.";
"TooSmallAlert Informative" = "Du skal bruge en nøgle på mindst %2$@.";
"TooSmallAlert OK" = "OK";

"NotWritable Message" = "%1$@ kan ikke anvendes. Den er skrivebeskyttet.";
"NotWritable Informative" = "Nøglen er skrivebeskyttet. Nøglen kan have en skyder, der kan fjerne skrivebeskyttelsen. Hvis skrivebeskyttelsen ikke fjernes, kan den ikke anvendes.";
"NotWritable OK" = "OK";

/* Stick writing statuses. */
"Status Downloading" = "Downloader…";
"Status Verifying" = "Bekræfter…";
"Status Unpacking" = "Pakker ud…";
"Status Claiming" = "Anvender…";
"Status Unmounting" = "Demonterer…";
"Status Writing" = "Skriver…";
"Status Ejecting" = "Udskyder…";
"Status Done" = "Udført!";

"StatusAdd Attempt" = " (forsøg %1$d)";

/* Errors */
"Failure Downloading" = "Der er opstået en fejl (kildebilledet kunne ikke downloades). Vil du prøve igen?";
"Failure Verifying Return Value" = "Der er opstået en fejl (kildebilledet kunne ikke bekræftes, programfejl, %1$s). Vil du prøve igen?";
"Failure Verifying SHA Mismatch" = "Der er opstået en fejl (kildebilledet kunne ikke bekræftes, kontrolsumfejl, ). Vil du prøve igen?";
"Failure Unpacking" = "Der er opstået en fejl (kildebilledet kunne ikke pakkes ud, %1$s). Vil du prøve igen?";
"Failure Claiming" = "Der er opstået en fejl (der kunne ikke gøres krav på USB-nøglen). Vil du prøve igen?";
"Failure Unmounting" = "Der er opstået en fejl (USB-nøglen kunne ikke demonteres). Vil du prøve igen?";
"Failure Opening Source Image" = "Der er opstået en fejl (kildebilledet kunne ikke åbnes, %1$s). Vil du prøve igen?";
"Failure Opening Destination Device" = "Der er opstået en fejl (USB-nøglen kunne ikke åbnes, %1$s). Vil du prøve igen?";
"Failure Reading Source Image" = "Der er opstået en fejl (kildebilledet kunne ikke læses, %1$s). Vil du prøve igen?";
"Failure Writing Destination Device" = "Der er opstået en fejl (der kunne ikke skrives data på USB-nøglen, %1$s). Vil du prøve igen?";
"Failure Ejecting" = "Der er opstået en fejl (USB-nøglen kunne ikke skydes ud). Vil du prøve igen?";

"Failure Try Again" = "Prøv igen";
"Failure Quit" = "Afslut";

"Failure Termination Status" = "Status på afslutning %d";

"Failure Internal Error 1" = "Uventet EOF";
